#+STARTUP: align
#+TODO: TODO | OPEN DONE
#+PROJECT: REALTIMECONSOLIDATION
* DONE CF_RTC-Sprint3
** DONE Upgrade ER9 HRF from 1.2 to 1.6
:PROPERTIES:
:Sprint: CF_RGC-Sprint3, CF_RGC-Sprint4 
:Type: Task
:Priority: Medium
:Estimate: 18h
:Remaining: 0h
:END:

*** LOGGED Collect upgrade information
:LOGBOOK:
CLOCK: [2016-01-04 Mon 09:57]--[2016-01-04 Mon 11:57] =>  2:00
:END:
comments starts here, it will combined with the headline .......

*** LOGGED Create a DLM ticket
:LOGBOOK:
CLOCK: [2016-01-05 Tue 14:30]--[2016-01-05 Tue 16:30] =>  2:00
:END:
comments starts here, it will combined with the headline .......




* DONE CF_RTC-Sprint4
** DONE Upgrade ER9 HRF from 1.2 to 1.6
:PROPERTIES:
:Sprint: CF_RTC-Sprint3, CF_RTC-Sprint4 
:Type: Task
:Priority: Medium
:Estimate: 18h
:Remaining: 0h
:END:
[[https://sapjira.wdf.sap.corp/browse/REALTIMECONSOLIDATION-254][REALTIMECONSOLIDATION-254]]
|                  |          | <25>                      |   |
| Day              | Log Time | Comments                  | L |
|------------------+----------+---------------------------+---|
| <2016-01-04 Mon> | 2h       | preparation               | X |
| <2016-01-05 Tue> | 2h       | create a DML ticket       | X |
| <2016-01-06 Wed> |          |                           |   |
| <2016-01-07 Thu> | 2h       | nap                       | X |
| <2016-01-08 Fri> | 2h       | zzzz.....                 | X |
|------------------+----------+---------------------------+---|
| <2016-01-11 Mon> | 4h       | day dreaming.....         | X |
| <2016-01-12 Tue> |          |                           |   |
| <2016-01-13 Wed> |          |                           |   |
| <2016-01-14 Thu> |          |                           |   |
| <2016-01-15 Fri> |          |                           |   |
|------------------+----------+---------------------------+---|


* OPEN CF_RTC-Sprint5

** DONE Presentation Prepare and Rehearsal - for Vincent
:PROPERTIES:
:IssueNum: 254
:Type: Task
:Priority: Medium
:Estimate: 17h
:Remaining: 4h
:END:
[[https://sapjira.wdf.sap.corp/browse/REALTIMECONSOLIDATION-254][REALTIMECONSOLIDATION-254]]
|   |                  |  <4> | <25>                      |   |
|   | Day              | LT: Log Time | Comments                  | L |
|---+------------------+------+---------------------------+---|
| # | <2016-01-18 Mon> |      |                           |   |
| # | <2016-01-19 Tue> |    4 | Refine the overall architecture diagram | X |
| # | <2016-01-20 Wed> |    4 | Rehearsal and integrate with the team for the Validation Engine demo |   |
| # | <2016-01-21 Thu> |      |                           |   |
| # | <2016-01-22 Fri> |      |                           |   |
|---+------------------+------+---------------------------+---|
| # | <2016-01-25 Mon> |    3 | Presentation on the overall architecture to Helmut |   |
| # | <2016-01-26 Tue> |    2 | Rehearsal for the demo    |   |
| # | <2016-01-27 Wed> |    4 | Demonstration the validation Engine to Helmut and the team |   |
| # | <2016-01-28 Thu> |      |                           |   |
| # | <2016-01-29 Fri> |      |                           |   |
|---+------------------+------+---------------------------+---|
| # | TotalHours       |   17 |                           |   |
#+TBLFM: @13$3=vsum(@3$3..@12$3)

** DONE Dummy Task
:PROPERTIES:
:Remaining: 4h
:END:


* OPEN CF_RTC-Sprint6

** OPEN SDD writing
:PROPERTIES:
:IssueNum: 255
:Type: Task
:Priority: Medium
:Estimate: 17h
:Remaining: 4h
:END:
[[https://sapjira.wdf.sap.corp/browse/REALTIMECONSOLIDATION-254][REALTIMECONSOLIDATION-255]]
|   |                  |  <4> | <25>                      |   |
|   | Day              | LT: Log Time | Comments                  | L |
|---+------------------+------+---------------------------+---|
| # | <2016-01-18 Mon> |      |                           |   |
| # | <2016-01-19 Tue> |    4 | Refine the overall architecture diagram | X |
| # | <2016-01-20 Wed> |    4 | Rehearsal and integrate with the team for the Validation Engine demo |   |
| # | <2016-01-21 Thu> |    2 |                           |   |
| # | <2016-01-22 Fri> |      |                           |   |
|---+------------------+------+---------------------------+---|
| # | <2016-01-25 Mon> |    1 | Presentation on the overall architecture to Helmut |   |
| # | <2016-01-26 Tue> |    2 |                           |   |
| # | <2016-01-27 Wed> |    4 | Demonstration the validation Engine to Helmut and the team |   |
| # | <2016-01-28 Thu> |      |                           |   |
| # | <2016-01-29 Fri> |      |                           |   |
|---+------------------+------+---------------------------+---|
| # | TotalHours       |   17 |                           |   |
#+TBLFM: @13$3=vsum(@3$3..@12$3)
